import type { TQuestionCategoryRaw } from "./types";

export const FAQ_DATA_AR: TQuestionCategoryRaw[] = [
  {
    category: "الميزات",
    description: "اكتشف ما يمكن للتطبيق القيام به.",
    icon: "/icons/feature.svg",
    id: 1,
    questions: [
      {
        answer: `1. **حذف الرسائل/المحادثات التي تم إنشاؤها باستخدام ميزة الدردشة (Chat):**
  - في علامة التبويب **السجل** (History)، مرر الماوس فوق المحادثة وحدد "إزالة" (Remove) لحذف محادثة واحدة.
  - لحذف رسالة واحدة في المحادثة: *غير متوفر بعد*.

  2. **حذف الرسائل/المحادثات التي تم إنشاؤها باستخدام ميزة المساعد (Assistant):**
  - في علامة التبويب **المساعد** (Assistant)، مرر الماوس فوق الموضوع وحدد "إزالة" (Remove) لحذف محادثة واحدة.
  - حذف مواضيع متعددة: *غير متوفر بعد*.`,
        id: 1,
        question: "كيف أحذف الرسائل؟",
        shortAnswer: `1. **حذف الرسائل/المحادثات التي تم إنشاؤها باستخدام ميزة الدردشة (Chat):**
  - في علامة التبويب **السجل** (History)، مرر الماوس فوق المحادثة وحدد "إزالة" (Remove) لحذف محادثة واحدة.
  - لحذف رسالة واحدة في المحادثة: *غير متوفر بعد*.

  2. **حذف الرسائل/المحادثات التي تم إنشاؤها باستخدام ميزة المساعد (Assistant):**`,
      },
      {
        answer: `للأسف، لا تتوفر لدينا هذه الميزة التلقائية حالياً. قد تتطلب هذه الميزة جمع بياناتك ومساحة تخزين إضافية على خوادمنا. ننصحك بأن تطلب من الروبوت ذكر اسمك في كل مرة لأغراض محددة.`,
        id: 2,
        question: "كيف أجعل الروبوت يناديني باسمي في ردوده؟",
      },
      {
        answer: `غير متوفر بعد في نسخة الويب.`,
        id: 3,
        question: "كيف أغير المظهر أو الخلفية؟",
      },
      {
        answer: `غير متوفر بعد في نسخة الويب.`,
        id: 4,
        question: "كيف أستخدم ميزة إدخال الصور والمساعد الصوتي؟",
      },
      {
        answer: `في ميزة الدردشة، يختلف الحد الأقصى للكلمات لكل إدخال بناءً على النموذج المستخدم، ويظهر ذلك في واجهة المستخدم للمستخدمين المميزين.`,
        id: 5,
        question: "ما هو الحد الأقصى للكلمات لكل سؤال؟",
      },
    ],
  },
  {
    category: "حلول سريعة",
    description: "حلول سريعة للمشاكل الشائعة.",
    icon: "/icons/quick-fix.svg",
    id: 2,
    questions: [
      {
        answer: `لضمان سير المحادثة بشكل متسق، ننصحك بشدة باستخدام **GPT-3.5** في الوقت الحالي. كن مطمئناً أننا نعمل باستمرار على التحسين وسنضيف هذه الميزة لـ **GPT-4** قريباً في الإصدار القادم.

  ---

  ### المزيد من المقارنة بين نموذجي GPT:

  #### **GPT-3.5**
  - **الوصف**: نموذج لغوي عالي السرعة لتجارب محادثة سريعة وعالية الجودة.
  - **الاستنتاج**: عالٍ
  - **السرعة**: عالية
  - **الإيجاز**: عالٍ

  #### **GPT-4**
  - **الوصف**: استنتاج مُحسّن وردود موجزة، مع أنه أبطأ قليلاً، لتفاعلات محادثة أغنى.
  - **الاستنتاج**: أعلى
  - **السرعة**: متوسطة
  - **الإيجاز**: أعلى

  ---

  **ملاحظة**: قد ينشئ هذا النموذج أحياناً معلومات غير دقيقة، أو ضارة، أو متحيزة، ولديه معرفة محدودة بالأحداث والتطورات التي تلت عام 2021.
  `,
        id: 1,
        question: "لماذا لا يتذكر الروبوت المحادثات السابقة؟",
        shortAnswer: `لضمان سير المحادثة بشكل متسق، ننصحك بشدة باستخدام **GPT-3.5** في الوقت الحالي. كن مطمئناً أننا نعمل باستمرار على تحسين التطبيق وسنضيف هذه الميزة لـ **GPT-4** قريباً في الإصدار القادم.

 ### المزيد حول مقارنة نموذجي GPT:
 #### **GPT-3.5**
 - **الوصف**: نموذج لغوي عالي السرعة لتجارب محادثة سريعة وعالية الجودة.`,
      },
      {
        answer: `إذا واجهت هذه المشكلة، يُرجى إعادة تحميل الموقع أو الانتظار لبضع دقائق والمحاولة لاحقاً.`,
        id: 2,
        question: "لماذا يظهر خطأ في استجابة الروبوت أو حدث خطأ ما؟",
      },
      {
        answer: `يجمع الذكاء الاصطناعي المعلومات من مصادر متعددة، بما في ذلك مصادر غير موثقة أو قديمة. تعمل OpenAI باستمرار على تحسين دقة الروبوت، لذا ننصحك بتحديث التطبيق بانتظام والتحقق من الإجابات للحصول على أفضل تجربة.

  تم تحديث بيانات نموذج GPT-3.5 حتى سبتمبر 2021. من ناحية أخرى، تم تحديث بيانات نموذج GPT-4 حتى أبريل 2023. ومع ذلك، فإن النموذج الأخير متاح فقط للمستخدمين المميزين.
          `,
        id: 3,
        question: "لماذا تكون المعلومات غير صحيحة أو قديمة أحياناً؟",
      },
      {
        answer: `النسخة الحالية من الموقع متاحة **للمستخدمين المميزين**. يُرجى تسجيل الدخول في تطبيق الهاتف، وإنشاء حساب (لربط اشتراكك المميز بحسابك)، ثم العودة إلى الموقع للاستمتاع بنسخة الويب.`,
        id: 4,
        question: "لماذا لا يمكنني الوصول عبر الموقع/الكمبيوتر؟",
      },
    ],
  },
  {
    category: "مزايا العضوية المميزة",
    description: "تعرف على ما تقدمه العضوية المميزة.",
    icon: "/icons/premium.svg",
    id: 3,
    questions: [
      {
        answer: `- وصول غير محدود إلى **GPT-4** أو أحدث النماذج (إن توفرت).
  - زيادة الحد الأقصى للكلمات حتى **16100 حرف** لكتابة الرسائل في علامات تبويب الدردشة في نسخة الويب.
  - عدد غير محدود من المحادثات والرسائل.
  - **بدون إعلانات**.`,
        id: 1,
        question: "ماذا نقدم لك كعضو مميز؟",
      },
      {
        answer: `نعم، سيتم تفعيل **GPT-4** (أو أحدث نموذج - إن توفر) والتحديثات المستقبلية الأخرى من طرفنا. لا تحتاج لاتخاذ أي إجراء أو دفع أي رسوم إضافية.`,
        id: 2,
        question:
          "هل يشمل اشتراك مدى الحياة التحديثات المستقبلية لنماذج الدردشة؟",
      },
      {
        answer:
          "عند تغيير باقة اشتراكك، تُفعل الباقة الجديدة فوراً. هذا يعني أنك ستحصل مباشرة على مزايا باقتك الجديدة، ولكنك ستفقد أي مزايا متبقية من باقتك السابقة.",
        id: 3,
        question: "ماذا يحدث عند تغيير باقة الاشتراك؟",
      },
      {
        answer:
          "لا، عند التبديل إلى باقة جديدة، يتم إلغاء باقتك السابقة فوراً واستبدالها بالجديدة، حتى لو لم تنتهِ صلاحيتها بعد. نقوم بذلك لضمان استمتاعك بمزاياك الجديدة على الفور.",
        id: 4,
        question:
          "هل سأظل قادراً على استخدام مزايا باقتي القديمة إذا قمت بالتبديل قبل انتهائها؟",
      },
    ],
  },
  {
    category: "حول التطبيق",
    description: "تعرف على التطبيق والهدف منه.",
    icon: "/icons/about.svg",
    id: 4,
    questions: [
      {
        answer: `نعم، تطبيقنا تابع لـ Open AI كـ **شريك مؤسسي**. ومع ذلك، فإن الاشتراكات في تطبيقنا منفصلة عن اشتراكات موقع Open AI (مثل ChatGPT Plus).`,
        id: 1,
        question: "هل تطبيقكم تابع لـ Open AI؟",
      },
      {
        answer: `نماذج الدردشة المستخدمة في تطبيقنا هي **GPT-4** و **Chat GPT-3.5**. يمكنك التبديل بين النموذجين بناءً على احتياجاتك.`,
        id: 2,
        question: "ما هي نماذج الدردشة المستخدمة في التطبيق؟",
      },
    ],
  },
  {
    category: "الفواتير",
    description: "المساعدة في المدفوعات والفواتير.",
    icon: "/icons/bill.svg",
    id: 5,
    questions: [
      {
        answer: `يُرجى المتابعة من خلال المنصة/الجهاز الذي قمت بالشراء منه.
  **يُرجى ملاحظة ما يلي:**

  - إزالة التطبيق **لن تلغي اشتراكك** أو توقف الخصومات.
  - للاشتراكات: يتطلب الأمر **إلغاء الاشتراك** و **طلب استرداد الأموال** معاً.
  - للشراء مدى الحياة: يتطلب الأمر **طلب استرداد الأموال** فقط.

  ---

  ### كيف تلغي اشتراكك وتطلب استرداد أموالك

  #### **على Android**
  - **الإلغاء**: [دعم Google Play – إلغاء اشتراك](https://support.google.com/googleplay/answer/7018481)
  - **استرداد الأموال**: [دعم Google Play – طلب استرداد أموال](https://support.google.com/googleplay/answer/2479637)

  #### **على iOS**
  - **الإلغاء**: [دعم Apple – إلغاء اشتراك](https://support.apple.com/en-us/118428)
  - **استرداد الأموال**: [دعم Apple – طلب استرداد أموال](https://support.apple.com/en-us/118223)

  ---

  ### معلومات إضافية

  - تُعالج **الاشتراكات وباقة مدى الحياة** **بشكل منفصل** ولا تؤثر على بعضها.
  - سيتم **تجديد الاشتراكات تلقائياً** ما لم يتم إلغاؤها **قبل 24 ساعة على الأقل** من وقت انتهائها.
  - باقة مدى الحياة هي عبارة عن **شراء داخل التطبيق** (ليست اشتراكاً) و**لن تظهر في قائمة الاشتراكات**.
  `,
        id: 1,
        question: "إلغاء/إيقاف الاشتراك وطلب استرداد الأموال",
        shortAnswer: `يُرجى المتابعة من خلال المنصة/الجهاز الذي قمت بالشراء منه.
  **يُرجى ملاحظة ما يلي:**

  - إزالة التطبيق **لن تلغي اشتراكك** أو توقف الخصومات.
  - للاشتراكات: يتطلب الأمر **إلغاء الاشتراك** و **طلب استرداد الأموال** معاً.`,
      },
      {
        answer: `يُرجى المتابعة من خلال المنصة/الجهاز الذي قمت بالشراء منه.
  **يُرجى ملاحظة ما يلي:**

  يجب أن تتم جميع عمليات الدفع عبر **متجر Google Play** (لأجهزة Android) أو **App Store** (لأجهزة iOS).
  لمزيد من التفاصيل، يُرجى قراءة المقالات التالية لمعرفة طرق الدفع المقبولة في بلدك:

  ---

  ### **على Android**
  - **طرق الدفع المقبولة على Google Play**: [اعرف المزيد](https://support.google.com/googleplay/answer/2651410)
  - **كيفية إضافة أو إزالة أو تعديل طريقة الدفع على Google Play**: [اعرف المزيد](https://support.google.com/googleplay/answer/4646404)

  ---

  ### **على iOS**
  - **طرق الدفع المقبولة على App Store**: [اعرف المزيد](https://support.apple.com/en-us/HT202631)
  - **كيفية إضافة طريقة دفع إلى حساب Apple ID الخاص بك**: [اعرف المزيد](https://support.apple.com/en-us/HT202631)
  `,
        id: 2,
        question: "طرق الدفع المقبولة وكيفية إضافة بطاقاتك أو تغييرها",
        shortAnswer: `يُرجى المتابعة من خلال المنصة/الجهاز الذي قمت بالشراء منه.
  **يُرجى ملاحظة ما يلي:**

  يجب أن تتم جميع عمليات الدفع عبر **متجر Google Play** (لأجهزة Android) أو **App Store** (لأجهزة iOS).
  لمزيد من التفاصيل، يُرجى قراءة المقالات التالية لمعرفة طرق الدفع المقبولة في بلدك:`,
      },
      {
        answer: `### **على iOS**
  عند شراء التطبيق، سترسل لك Apple فاتورة/إيصالاً عبر بريدك الإلكتروني. يمكنك أيضاً الوصول إلى فواتير أي عمليات شراء سابقة تمت على متجر تطبيقات iOS أو Mac من خلال موقع [الإبلاغ عن مشكلة](https://reportaproblem.apple.com) الخاص بـ Apple.

  1. افتح الموقع وسجل الدخول باستخدام **Apple ID** الذي استخدمته في عملية الشراء.
  2. يتيح لك موقع **الإبلاغ عن مشكلة** ما يلي:
     - استخراج فواتير لأي خدمات من Apple مشترك فيها.
     - النقر على "عرض الإيصال" للحصول على إيصال رسمي يحتوي على كافة المعلومات التي تحتاجها للأغراض الضريبية.

  ---

  ### **على Android**
  العنوان الموضح في الفاتورة الضريبية أو الإيصال هو **عنوانك القانوني وقت الشراء**.
  **ملاحظة**: لا يمكنك تغيير العنوان على الفاتورة الضريبية أو الإيصال بعد إتمام عملية الشراء.

  لاستخراج فاتورة ضريبية أو إيصال:
  1. سجل الدخول إلى: [إعدادات Google Pay](https://pay.google.com/#settings)
  2. تحقق من إدخالك **لرقم التعريف الضريبي** الخاص بك. إذا لم تقم بذلك، أدخله الآن.
     - في بعض البلدان، لا يمكنك الحصول على فاتورة ضريبية أو إيصال إذا لم يتم إدخال رقم التعريف الضريبي **قبل الشراء**.
  3. انقر على **النشاط** لعرض سجل مشترياتك وفواتيرك.
  `,
        id: 3,
        question: "كيف أحصل على فاتورة ضريبية/إيصال الدفع؟",
        shortAnswer: `### **على iOS**
  عند شراء التطبيق، سترسل لك Apple فاتورة/إيصالاً عبر بريدك الإلكتروني. يمكنك أيضاً الوصول إلى فواتير أي عمليات شراء سابقة تمت على متجر تطبيقات iOS أو Mac من خلال موقع [الإبلاغ عن مشكلة](https://reportaproblem.apple.com) الخاص بـ Apple.

  1. افتح الموقع وسجل الدخول باستخدام **Apple ID** الذي استخدمته في عملية الشراء.
  2. يتيح لك موقع **الإبلاغ عن مشكلة** ما يلي:`,
      },
      {
        answer:
          "سيتم خصم سعر الباقة الجديدة فور قيامك بالتغيير. وسيبدأ هذا دورة دفع جديدة من تاريخ تغيير باقتك.",
        id: 4,
        question: "متى سيتم الخصم مني إذا قمت بشراء باقة اشتراك جديدة؟",
      },
      {
        answer: `للأسف، لا نقدم استرداداً للأموال عن الوقت غير المستخدم في الباقات السابقة عند التبديل إلى باقة جديدة. تسري الباقة الجديدة وتسعيرها فوراً عند التغيير.`,
        id: 5,
        question: "ماذا يحدث للمبلغ الذي دفعته لباقتي السابقة؟",
      },
      {
        answer:
          "نعم، سيتم إعادة تعيين تاريخ الفوترة الخاص بك إلى اليوم الذي قمت فيه بتبديل الباقات. سيصبح هذا التاريخ الجديد هو تاريخ الفوترة المعتاد للمدفوعات المستقبلية.",
        id: 6,
        question: "هل سيتغير تاريخ الفوترة الخاص بي عند تبديل الباقات؟",
      },
      {
        answer:
          "لا نقدم رصيداً عن الوقت غير المستخدم في الباقات السابقة. يتم خصم سعر الباقة الجديدة بالكامل، لتبدأ دورة فوترة جديدة.",
        id: 7,
        question:
          "إذا قمت بالترقية إلى باقة أغلى، هل سأحصل على رصيد مقابل الوقت غير المستخدم في الباقة الأرخص؟",
      },
    ],
  },
  {
    category: "الحساب",
    description: "إدارة إعدادات حسابك.",
    icon: "/icons/account.svg",
    id: 6,
    questions: [
      {
        answer: `قد تتساءل عن سبب تحصيل رسوم تجديد الاشتراك منك، حتى لو قمت بشراء باقة أخرى أو اشتراك مدى الحياة. أو ربما ترغب في تطبيق الوقت المتبقي من اشتراكك الحالي على باقة أخرى أو اشتراك مدى الحياة.

  ---

  ### **مسبقاً، يُرجى مراعاة النقاط التالية من سياسة الاشتراك الخاصة بنا:**
  1. **الاشتراكات وباقة مدى الحياة** **منفصلة** ولا تؤثر على بعضها البعض.
  2. **باقات الاشتراك المختلفة** **منفصلة** أيضاً ولا تؤثر على بعضها البعض.
  3. سيتم **تجديد الاشتراكات تلقائياً** ما لم يتم إلغاؤها **قبل 24 ساعة على الأقل** من وقت انتهائها.

  ---

  ### **إليك اقتراحنا لحالتك:**
  1. **إلغاء اشتراكك الحالي** لتجنب التجديد التلقائي (قم بذلك قبل 24 ساعة على الأقل من وقت الاستحقاق).
  2. **طلب استرداد الأموال** لأي خصومات غير متوقعة (يُرجى القيام بذلك على الفور).
  3. **شراء أو الاحتفاظ بالباقة المطلوبة فقط** لتجنب أي ارتباك في المستقبل.

  ---

  ### **اقرأ المزيد**:
  [إلغاء/إيقاف الاشتراك وطلب استرداد الأموال](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)
  `,
        id: 1,
        question:
          "تغيير الباقات / التجديد التلقائي عند شراء باقة مدى الحياة مسبقاً",
        shortAnswer: `قد تتساءل عن سبب تحصيل رسوم تجديد الاشتراك منك، حتى لو قمت بشراء باقة أخرى أو اشتراك مدى الحياة. أو ربما ترغب في تطبيق الوقت المتبقي من اشتراكك الحالي على باقة أخرى أو اشتراك مدى الحياة.

 ### **مسبقاً، يُرجى مراعاة النقاط التالية من سياسة الاشتراك الخاصة بنا:**
 1. **الاشتراكات وباقة مدى الحياة** **منفصلة** ولا تؤثر على بعضها البعض.
 2. **باقات الاشتراك المختلفة** **منفصلة** أيضاً ولا تؤثر على بعضها البعض.`,
      },
      {
        answer: `
  #### **(1) ما هي الفروقات بين الاشتراكات وخطط مدى الحياة؟**
  هناك نوعان من المشتريات:
  - **الاشتراكات** (أسبوعية، شهرية، سنوية):
    - توفر وصولاً كاملاً للمزايا المميزة لفترة زمنية محددة.
    - يتم **تجديدها تلقائياً** بعد وقت الاستحقاق ما لم يتم إلغاؤها.

  - **باقة مدى الحياة**:
    - توفر وصولاً كاملاً للمزايا المميزة **للأبد**.
    - تتطلب **دفعاً لمرة واحدة** وليست اشتراكاً.

  ---

  #### **(2) لماذا توجد خطط اشتراك متشابهة في قائمة الاشتراكات؟**
  - الأسعار الموضحة في شاشة **إدارة الاشتراك** هي لأغراض **الاختبار** وقد لا تنطبق على حالتك الخاصة.
  - يتم عرض الأسعار الدقيقة **داخل التطبيق** قبل إتمام عملية الشراء (شراء داخل التطبيق).
  - **خطة مدى الحياة** هي **منتج داخل التطبيق**، وليست اشتراكاً. ولذلك، لن يتم عرضها في قائمة **إدارة الاشتراك**.

  ---

  #### **(3) أين يمكنني العثور على مشترياتي؟**
  إذا كنت قد اشتريت اشتراكاً أو باقة مدى الحياة، فإليك مكان التحقق من التفاصيل الخاصة بك:

  **على iOS**:
  - للاشتراكات:
    1. انتقل إلى **الإعدادات** في هاتفك.
    2. اضغط على **Apple ID** > **الاشتراكات**.

  - لباقة مدى الحياة:
    1. افتح التطبيق.
    2. انتقل إلى **الإعدادات** > **المتجر**.

  **على Android**:
  - للاشتراكات:
    1. افتح تطبيق **Google Play**.
    2. اضغط على **أيقونة الملف الشخصي** > **المدفوعات والاشتراكات** > **الاشتراكات**.

  - لباقة مدى الحياة:
    1. افتح التطبيق.
    2. انتقل إلى **الإعدادات** > **المتجر**.
  `,
        id: 2,
        question: "الأسئلة الشائعة حول الاشتراكات، وخطط مدى الحياة، والمشتريات",
        shortAnswer: `
  #### **(1) ما هي الفروقات بين الاشتراكات وخطط مدى الحياة؟**
  هناك نوعان من المشتريات:
  - **الاشتراكات** (أسبوعية، شهرية، سنوية):
    - توفر وصولاً كاملاً للمزايا المميزة لفترة زمنية محددة.`,
      },
      {
        answer: `نحن نوفر إمكانية إنشاء حساب عبر حسابات Facebook وGoogle وApple. إذا كنت ترغب في تحديث أو تغيير أي معلومات، يرجى زيارة هؤلاء المزودين لتحديث/تغيير البيانات واستخدام هذه المعلومات لتسجيل الدخول إلى التطبيق والموقع لاستخدامها لاحقاً.`,
        id: 3,
        question:
          "البحث عن اسم المستخدم وكلمة المرور لتسجيل الدخول إلى التطبيق",
      },
      {
        answer: `### **الأسئلة الشائعة: استكشاف أخطاء الوصول إلى المزايا المميزة وإصلاحها**

  هناك العديد من الأسباب التي قد تمنع التطبيق من تفعيل وصولك للمزايا المميزة بعد فترة طويلة أو عند تغيير الأجهزة. يُرجى اتباع هذه الخطوات (بالترتيب) لحل المشكلة:

  ---

  1. **تأكد من تسجيل الدخول بالبريد الإلكتروني الصحيح:**
     - أثناء جميع عمليات استكشاف الأخطاء، تأكد من تسجيل الدخول إلى **Google Play Store** أو **App Store** فقط باستخدام البريد الإلكتروني المسجل (الذي استخدمته لشراء التطبيق). سيساعد ذلك التطبيق في التعرف على وصولك للمزايا المميزة.

  2. **التحقق من اتصال الإنترنت الخاص بك:**
     - تأكد من أن شبكة الإنترنت الخاصة بك **مستقرة** للاتصال بسلاسة بأنظمة Google أو Apple.

  3. **إعادة تثبيت التطبيق:**
     - قم بإلغاء تثبيت التطبيق، وأعد تشغيل هاتفك، ثم قم بتثبيته مرة أخرى. بعد ذلك، تحقق مما إذا تم حل المشكلة.

  4. **مسح ذاكرة التخزين المؤقت (لأجهزة Android):**
     - إذا استمرت المشكلة على Android، فحاول مسح ذاكرة التخزين المؤقت لتطبيق Google Play Store:
       - افتح تطبيق **Settings** على جهازك.
       - انتقل إلى **App Menu**.
       - اختر **Installed Apps** وابحث عن تطبيق **Google Play Store**.
       - انتقل إلى علامة تبويب **Storage** وحدد **Clear Storage** أو **Clear App Data**.
       - أعد تشغيل هاتفك وافتح التطبيق مرة أخرى.

  ---

  اتباع هذه الخطوات من شأنه أن يحل معظم المشكلات المتعلقة بالوصول إلى المزايا المميزة. إذا استمرت المشكلة، يُرجى الاتصال بدعم العملاء للحصول على مزيد من المساعدة.
  `,
        id: 4,
        question:
          "ما زالت الإعلانات تظهر ويُطلب مني الشراء رغم قيامي بالشراء بالفعل",
        shortAnswer: `### **الأسئلة الشائعة: استكشاف أخطاء الوصول إلى المزايا المميزة وإصلاحها**

 هناك العديد من الأسباب التي قد تمنع التطبيق من تفعيل وصولك للمزايا المميزة بعد فترة طويلة أو عند تغيير الأجهزة. يُرجى اتباع هذه الخطوات (بالترتيب) لحل المشكلة:
 1. **تأكد من تسجيل الدخول بالبريد الإلكتروني الصحيح:**`,
      },
      {
        answer: `### **الأسئلة الشائعة: التجربة المجانية وخطط المزايا المميزة**

  #### **معلومات مهمة حول التجارب المجانية**
  - بمجرد شراء أي من خطط المزايا المميزة في التطبيق، **لا يمكنك استخدام التجربة المجانية مرة أخرى**.
  - إذا حاولت الاشتراك في التجربة المجانية مرة أخرى، سيتم **خصم الرسوم منك على الفور**.

  #### **هل اشتركت في التجربة المجانية أو خطط المزايا المميزة من قبل؟**
  إذا كنت غير متأكد من الاشتراكات السابقة أو كنت مرتبكاً بشأن الرسوم خلال فترة التجربة، يُرجى مراعاة ما يلي:

  1. **الخصم في التجربة الأولى:**
     - لا تقلق! هذه المعاملة هي فقط من أجل **التحقق من بطاقتك**.
     - سيتم التعامل مع المبلغ كـ **وديعة** لعملية الشراء بمجرد إكمال فترة التجربة.
     - إذا قمت بإلغاء التجربة في الوقت المحدد، سيتم استرداد المبلغ إليك.

  2. **تحديد ما إذا كانت هذه تجربتك الأولى أم الثانية:**
     - ببساطة تحقق من شاشة الشراء.
       - **التجربة للمرة الأولى:** تظهر تاريخ البدء (على سبيل المثال، "يبدأ في تاريخ معين").
       - **التجربة للمرة الثانية:** تظهر "يبدأ اليوم" وسيتم الخصم فوراً.

  ---

  ### **هل تحتاج إلى استرداد أموالك؟**
  إذا كنت تفكر في استرداد الأموال، فيرجى الرجوع إلى هذا الدليل للحصول على تعليمات مفصلة:
  [إلغاء/إيقاف الاشتراك وطلب استرداد الأموال](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)

  ---

  ### **مقال ذو صلة:**
  [لا تزال الإعلانات تظهر أو يُطلب منك الشراء رغم قيامك بالشراء بالفعل؟](/faq/account/still-ads-and-being-asked-for-buying-when-already-purchased)
  `,
        id: 5,
        question:
          "لقد قمت بالتسجيل في التجربة المجانية ولكن تم خصم الرسوم مني على الفور. لماذا؟",
        shortAnswer: `### **الأسئلة الشائعة: التجربة المجانية وخطط المزايا المميزة**

  #### **معلومات مهمة حول التجارب المجانية**
  - بمجرد شراء أي من خطط المزايا المميزة في التطبيق، **لا يمكنك استخدام التجربة المجانية مرة أخرى**.
  - إذا حاولت الاشتراك في التجربة المجانية مرة أخرى، سيتم **خصم الرسوم منك على الفور**.`,
      },
      {
        answer: `### **شراء ترقية المزايا المميزة مرتين بالخطأ**

  إذا قمت بشراء **ترقية المزايا المميزة** مرتين عن طريق الخطأ، فيرجى استخدام الرابط أدناه لطلب استرداد الأموال:
  [إلغاء/إيقاف الاشتراك وطلب استرداد الأموال](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)

  #### **معلومات مهمة:**
  - عادةً، من **المستحيل شراء نفس الاشتراك مرتين** باستخدام نفس الـ Apple ID لنفس خيار الاشتراك في نفس الوقت أو قبل انتهاء صلاحية الاشتراك الحالي.
  - إذا تم تحصيل الرسوم منك مرتين مقابل نفس الاشتراك، فيرجى تقديم **إيصالات** كلتا المعاملتين. تأكد من أن الإيصالات تتضمن:
    - **اسم التطبيق**
    - **تاريخ الشراء**
    - **خطة الاشتراك**

  بمجرد استلامنا للإيصالات والتحقق منها، سنقوم بمعالجة طلب استرداد الأموال الخاص بك.

  ---

  ### **اتصل بنا:** لمزيد من المساعدة، يرجى التواصل معنا عبر البريد الإلكتروني:
  [دعم البريد الإلكتروني](mailto:support@vulcanlabs.co)
  `,
        id: 6,
        question: "لماذا تم تحصيل الرسوم مني مرتين مقابل التطبيق؟",
        shortAnswer: `### **شراء ترقية المزايا المميزة مرتين بالخطأ**

  إذا قمت بشراء **ترقية المزايا المميزة** مرتين عن طريق الخطأ، فيرجى استخدام الرابط أدناه لطلب استرداد الأموال:
  [إلغاء/إيقاف الاشتراك وطلب استرداد الأموال](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)

  #### **معلومات مهمة:**`,
      },
    ],
  },
  {
    category: "مشكلات شائعة",
    description: "استكشاف المشكلات الشائعة وإصلاحها.",
    icon: "/icons/issue.svg",
    id: 7,
    questions: [
      {
        answer: `بالتأكيد نعم. منتجنا متاح للمستخدمين المجانيين على تطبيق الهاتف المحمول، ولكن هناك قيود معينة. يمكن للمستخدمين المجانيين استخدام منتجنا لفترة محدودة فقط وستظهر لهم إعلانات بنر وإعلانات بينية. من ناحية أخرى، يمكن للمشتركين الاستمتاع بتجربة خالية من الإعلانات وبدون أي قيود.

  نحن نشجعك على تجربة الخدمة المميزة من خلال الاشتراك في عرض التجربة المجانية الخاص بنا، والذي يستمر لمدة 3-7 أيام (حسب التطبيق). بعد ذلك، سيتم تحصيل رسوم الاشتراك منك. يمكنك إلغاء الاشتراك في أي وقت، ولكن يرجى التأكد من القيام بذلك قبل 24 ساعة على الأقل من انتهاء فترة التجربة المجانية.

  ### مقال ذو صلة:
  - [إلغاء/إيقاف الاشتراك وطلب استرداد الأموال](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)
  - [تغيير الباقات / التجديد التلقائي عند شراء باقة مدى الحياة مسبقاً](/faq/account/change-plans-auto-renewal-when-already-bought-lifetime)

  `,
        id: 1,
        question: "هل يمكنني استخدام تطبيقاتكم مجاناً؟",
      },
      {
        answer: `يدعم تطبيقنا اللغة **الإنجليزية** فقط، لذا لا يمكن للمستخدمين تغيير اللغة. إذا كنت بحاجة إلى مساعدة، فلا تتردد في الاتصال بفريق خدمة العملاء لدينا بلغتك المفضلة. وسنبذل قصارى جهدنا لمساعدتك.`,
        id: 2,
        question: "تغيير لغة التطبيق",
      },
      {
        answer: `لا يدعم تطبيقنا ميزة المشاركة العائلية. ومع ذلك، لا يزال بإمكان أفراد عائلتك استخدام هذه الخدمة المميزة إذا قاموا بتسجيل الدخول باستخدام نفس حساب Apple ID (مع أجهزة iOS) أو حساب Google (مع أجهزة Android) الذي تم استخدامه لشراء التطبيق.
  من المستحيل تبديل الحسابات المميزة بين iOS و Android (بسبب اختلاف آليتي العمل).`,
        id: 3,
        question: "هل يدعم تطبيقكم المشاركة العائلية؟",
      },
      {
        answer: `للتواصل مع فريق دعم العملاء لدينا، لديك خياران:
  1. **البريد الإلكتروني**: اتصل بنا عبر البريد الإلكتروني على **support@vulcanlabs.co** وقم بوصف مشكلتك.
  2. **الدردشة المباشرة**: تواصل معنا من خلال قناة الدردشة المباشرة في تطبيق الهاتف المحمول.
  يرجى ملاحظة أننا لا ندعم المكالمات الهاتفية في الوقت الحالي.`,
        id: 4,
        question: "كيف يمكنني الحصول على مساعدة من فريقكم؟",
      },
    ],
  },
];
