import type { TQuestionCategoryRaw } from "./types";

export const FAQ_DATA_HI: TQuestionCategoryRaw[] = [
  {
    category: `फ़ीचर्स`,
    description: `जानें कि यह ऐप क्या कर सकता है।`,
    icon: "/icons/feature.svg",
    id: 1,
    questions: [
      {
        answer: `1. **Chat फीचर से बनाए गए मैसेजेस/कन्वर्सेशन्स डिलीट करना:**
 - **हिस्ट्री** टैब में, कन्वर्सेशन पर होवर करें और सिंगल कन्वर्सेशन को डिलीट करने के लिए "रिमूव" सिलेक्ट करें।
- कन्वर्सेशन में सिंगल मैसेज को डिलीट करने के लिए: *अभी उपलब्ध नहीं है*।
  
  2. **असिस्टेंट फीचर के साथ क्रिएट किए गए मैसेजेस/कन्वर्सेशन्स को डिलीट करें:**
  - **असिस्टेंट** टैब में, टॉपिक पर होवर करें और सिंगल कन्वर्सेशन को डिलीट करने के लिए "रिमूव" सिलेक्ट करें।
  - मल्टी-टॉपिक डिलीट: *अभी उपलब्ध नहीं है*।`,
        id: 1,
        question: "मैसेज कैसे डिलीट करें?",
        shortAnswer: `1. **Chat फीचर से बनाए गए मैसेजेस/कन्वर्सेशन्स डिलीट करना:**
 - **हिस्ट्री** टैब में, कन्वर्सेशन पर होवर करें और सिंगल कन्वर्सेशन को डिलीट करने के लिए "रिमूव" सिलेक्ट करें।
- कन्वर्सेशन में सिंगल मैसेज को डिलीट करने के लिए: *अभी उपलब्ध नहीं है*।
  
  2. **असिस्टेंट फीचर के साथ क्रिएट किए गए मैसेजेस/कन्वर्सेशन्स को डिलीट करें:**`,
      },
      {
        answer: `अनफॉर्चूनेटली, हमारे पास यह ऑटोमैटिक फंक्शन नहीं है। यह फीचर आपका डेटा कलेक्ट कर सकता है और स्टोरेज के लिए हमारे सर्वर पर स्पेस की रिक्वायरमेंट रख सकता है। हम रेकमेंड करते हैं कि आप स्पेसिफिक पर्पज के लिए हर बार चैटबॉट से अपना नाम इन्क्लूड करने की रिक्वेस्ट करें।`,
        id: 2,
        question: "चैटबॉट के रिस्पॉन्स में अपना नाम कैसे जोड़ें?",
      },
      {
        answer: "वेब वर्जन पर अभी उपलब्ध नहीं है।",
        id: 3,
        question: "थीम या बैकग्राउंड कैसे बदलें?",
      },
      {
        answer: "वेब वर्जन पर अभी उपलब्ध नहीं है।",
        id: 4,
        question: "इमेज इनपुट फीचर और वॉइस असिस्टेंट का इस्तेमाल कैसे करें?",
      },
      {
        answer: `Chat फीचर में, प्रत्येक इनपुट के लिए मैक्सिमम वर्ड लिमिट मॉडल के आधार पर अलग होती है और प्रीमियम यूजर्स के लिए UI पर डिस्प्ले होती है।`,
        id: 5,
        question: "हर सवाल की वर्ड लिमिट क्या है?",
      },
    ],
  },
  {
    category: `त्वरित समाधान`,
    description: `सामान्य समस्याओं के त्वरित समाधान।`,
    icon: "/icons/quick-fix.svg",
    id: 2,
    questions: [
      {
        answer: `कन्सिस्टेंट कन्वर्सेशन फ्लो सुनिश्चित करने के लिए, हम स्ट्रॉन्गली रेकमेंड करते हैं कि फिलहाल के लिए **GPT-3.5** का इस्तेमाल करें। कृपया अश्योर्ड रहें कि हम इम्प्रूवमेंट के लिए लगातार काम कर रहे हैं और नेक्स्ट वर्जन में जल्द ही **GPT-4** के लिए यह फीचर एड करेंगे।
  
  ---
  
  ### दोनों GPT मॉडल्स का अधिक कंपैरिजन:
  
  #### **GPT-3.5**
  - **डिस्क्रिप्शन**: फास्ट और टॉप-क्वालिटी कन्वर्सेशनल एक्सीपिरिएंसेज के लिए हाई-स्पीड लैंग्वेज मॉडल।  
  - **रीजनिंग**: हाई  
  - **स्पीड**: हाई  
  - **कंसाइसनेस**: हाई  
  
  #### **GPT-4**
  - **डिस्क्रिप्शन**: एनहैंस्ड कन्वर्सेशनल इंटरैक्शंस के लिए बढ़िया रीजनिंग और कंसाइस रिस्पॉन्स, हालांकि स्पीड थोड़ी स्लो है।  
  - **रीजनिंग**: हायर  
  - **स्पीड**: मॉडरेट  
  - **कंसाइसनेस**: हायर  
  
  ---
  
  **नोट**: यह मॉडल कभी-कभी इनएक्यूरेट, हार्मफुल या बायस्ड इंफॉर्मेशन जनरेट कर सकता है और इसे 2021 के बाद के इवेंट्स और डेवलपमेंट्स का लिमिटेड नॉलेज है।
  `,
        id: 1,
        question: "चैटबॉट पिछली चैट्स को याद क्यों नहीं रख पाता?",
        shortAnswer: `बेहतर और लगातार कन्वर्सेशन फ्लो के लिए, हम फिलहाल **GPT-3.5** इस्तेमाल करने की सलाह देते हैं। कृपया भरोसा रखें कि हम इसमें लगातार सुधार कर रहे हैं और अगले वर्शन में **GPT-4** के लिए भी यह फीचर जल्द ही जोड़ दिया जाएगा।
  ### दोनों GPT मॉडल्स की और तुलना:
  
  #### **GPT-3.5**
  - **डिस्क्रिप्शन**: फास्ट और टॉप-क्वालिटी कन्वर्सेशन एक्सपीरियंस के लिए हाई-स्पीड लैंग्वेज मॉडल।`,
      },
      {
        answer:
          "यदि आप इस इश्यू को फेस करते हैं, तो कृपया वेबसाइट को रीलोड करें या कुछ मिनट वेट करें और बाद में दोबारा ट्राई करें।",
        id: 2,
        question: "बॉट रिस्पॉन्स कैपेसिटी या कुछ गड़बड़ क्यों हुई?",
      },
      {
        answer: `AI विभिन्न सोर्सेज से इंफॉर्मेशन कलेक्ट करता है, जिसमें अनवेरिफाइड या आउटडेटेड सोर्सेज भी शामिल हैं। OpenAI चैटबॉट की एक्यूरेसी को लगातार इम्प्रूव कर रहा है, इसलिए बेस्ट एक्सीपिरिएंस के लिए ऐप को रेगुलरली अपडेट करें और आंसर्स को सिलेक्टिवली चुनें। 
  
  GPT-3.5 मॉडल का डेटा सितंबर 2021 तक अपडेटेड रहने के लिए सेट है। दूसरी ओर, GPT-4 मॉडल को अप्रैल 2023 तक के डेटा अपडेट्स मिलेंगे। हालांकि, दूसरा वाला केवल प्रीमियम यूजर्स के लिए ही उपलब्ध है।
          `,
        id: 3,
        question: "जानकारी कभी-कभी गलत या आउटडेटेड क्यों होती है?",
      },
      {
        answer: `वेबसाइट का करंट वर्जन **प्रीमियम यूजर्स** के लिए उपलब्ध है। कृपया मोबाइल ऐप पर लॉग इन करें, एक अकाउंट क्रिएट करें (ताकि ऐप प्रीमियम को आपके अकाउंट से लिंक कर सके), फिर वेब वर्जन का आनंद लेने के लिए वेबसाइट पर वापस आएं।`,
        id: 4,
        question: "मैं इसे वेबसाइट/लैपटॉप/PC पर एक्सेस क्यों नहीं कर पा रहा हूँ?",
      },
    ],
  },
  {
    category: `प्रीमियम फ़ायदे`,
    description: `जानें कि प्रीमियम सदस्यता में क्या मिलता है।`,
    icon: "/icons/premium.svg",
    id: 3,
    questions: [
      {
        answer: `- **GPT-4** या लेटेस्ट मॉडल्स (यदि उपलब्ध हों) पर अनलिमिटेड एक्सेस।
  - वेब वर्जन में चैट टैब्स में मैसेजेस टाइप करने के लिए **16100 कैरेक्टर्स** तक की इंक्रीज्ड वर्ड लिमिट।
  - डायलॉग्स और मैसेजेस की अनलिमिटेड संख्या।
  - **नो एड्स**।`,
        id: 1,
        question: "एक प्रीमियम मेंबर के रूप में हम आपको क्या ऑफर करते हैं?",
      },
      {
        answer: `जी हां, हमारी तरफ से **GPT-4** (या लेटेस्ट मॉडल - यदि उपलब्ध हो) और अन्य फ्यूचर अपडेट्स इनेबल कर दिए जाएंगे। आपको कोई एक्शन लेने या कोई एडिशनल फी पे करने की आवश्यकता नहीं है।`,
        id: 2,
        question: "क्या लाइफटाइम फीस में चैट मॉडल्स के फ्यूचर अपडेट्स भी शामिल हैं?",
      },
      {
        answer: `जब आप अपना सब्सक्रिप्शन पैकेज चेंज करते हैं, तो नया पैकेज इमीडिएटली इफेक्ट में आ जाता है। इसका मतलब है कि आपको अपने नए पैकेज के बेनिफिट्स का इंस्टेंट एक्सेस मिल जाएगा, लेकिन आपके प्रीवियस पैकेज के कोई भी रीमेनिंग बेनिफिट्स फिर उपलब्ध नहीं होंगे।`,
        id: 3,
        question: "जब मैं अपना सबस्क्रिप्शन पैकेज बदलता हूँ तो क्या होता?",
      },
      {
        answer: `जी नहीं, जब आप एक नए पैकेज पर स्विच करते हैं, तो आपका प्रीवियस पैकेज इमीडिएटली कैंसिल हो जाता है और उसकी जगह नया पैकेज ले लेता है, भले ही वह अभी एक्सपायर न हुआ हो। हम ऐसा इसलिए करते हैं ताकि आप तुरंत अपने नए बेनिफिट्स का आनंद लेना शुरू कर सकें।`,
        id: 4,
        question:
          "अगर मैं एक्सपायर होने से पहले पैकेज बदलता हूँ, तो क्या मुझे पुराने पैकेज के बेनिफिट्स मिलते रहेंगे?",
      },
    ],
  },
  {
    category: `ऐप के बारे में`,
    description: `ऐप और उसके उद्देश्य के बारे में जानें।`,
    icon: "/icons/about.svg",
    id: 4,
    questions: [
      {
        answer: `जी हां, हमारा ऐप **एंटरप्राइज पार्टनर** लेवल पर OpenAI के साथ एफिलिएटेड है। हालांकि, हमारे ऐप का सब्सक्रिप्शन OpenAI वेबसाइट (ChatGPT Plus) के सब्सक्रिप्शन से अलग है।`,
        id: 1,
        question: "क्या आपका ऐप OpenAI से जुड़ा हुआ  है?",
      },
      {
        answer: `हमारे ऐप द्वारा यूज किए जाने वाले चैट मॉडल्स **GPT-4** और **Chat GPT-3.5** हैं। आप अपने पर्पज के आधार पर **Chat GPT-3.5** और **GPT-4** मॉडल्स के बीच स्विच कर सकते हैं।`,
        id: 2,
        question: "ऐप द्वारा कौन से चैट मॉडels का इस्तेमाल किया जाता है?",
      },
    ],
  },
  {
    category: `बिलिंग`,
    description: `भुगतान और इनवॉइस में सहायता।`,
    icon: "/icons/bill.svg",
    id: 5,
    questions: [
      {
        answer: `कृपया ओरिजिनल परचेज प्लेटफॉर्म/डिवाइस पर प्रोसीड करने में हेल्प करें।
  **कृपया निम्नलिखित बातों का नोट रखें:**  
  
  - ऐप को अनइंस्टॉल करने से आपका **सब्सक्रिप्शन कैंसिल नहीं होगा** या कोई चार्ज लगना बंद नहीं होगा।  
  - सब्सक्रिप्शन के लिए: **कैंसिलेशन** और **रिफंड रिक्वेस्ट** दोनों की आवश्यकता होती है।  
  - लाइफटाइम परचेज के लिए: केवल एक **रिफंड रिक्वेस्ट** की आवश्यकता होती है।
  
  ---
  
  ### सब्सक्रिप्शन कैसे कैंसिल करें और रिफंड रिक्वेस्ट कैसे करें  
  
  #### **Android पर**  
  - **कैंसिल**: [Google Play सहायता – सदस्यता रद्द करें](https://support.google.com/googleplay/answer/7018481)  
  - **रिफंड**: [Google Play सहायता – रिफंड का अनुरोध करें](https://support.google.com/googleplay/answer/2479637)  
  
  #### **iOS पर**  
  - **कैंसिल**: [Apple सहायता – सदस्यता रद्द करें](https://support.apple.com/en-us/118428)  
  - **रिफंड**: [Apple सहायता – रिफंड का अनुरोध करें](https://support.apple.com/en-us/118223)  
  
  ---
  
  ### एडिशनल इंफॉर्मेशन  
  
  - **सब्सक्रिप्शन और लाइफटाइम पैकेजेस** को **सेपरेटली** प्रोसेस किया जाता है और ये एक-दूसरे को अफेक्ट या उसपर डिपेंड नहीं करते हैं।  
  - सब्सक्रिप्शन **ऑटोमैटिकली रिन्यू** हो जाएंगे जब तक कि उनके एक्सपायरेशन टाइम से **कम से कम 24 घंटे पहले** उन्हें कैंसिल न किया जाए।  
  - लाइफटाइम पैकेज एक **इन-ऐप प्रोडक्ट** है (सब्सक्रिप्शन नहीं) और यह **सब्सक्रिप्शन मेनु में दिखाई नहीं देगा**।
  `,
        id: 1,
        question: "सब्सक्रिप्शन कैंसिल/स्टॉप करना और रीफंड के लिए रिक्वेस्ट करना",
        shortAnswer: `कृपया ओरिजिनल परचेज प्लेटफॉर्म/डिवाइस पर आगे बढ़ें।  
**कृपया निम्नलिखित बातों का ध्यान रखें:**  
  
 - ऐप को अनइंस्टॉल करने से आपका **सब्सक्रिप्शन कैंसिल नहीं होगा** या कोई चार्ज लगना बंद नहीं होगा।  
- सब्सक्रिप्शन के लिए: **कैंसिलेशन** और **रिफंड रिक्वेस्ट** दोनों की आवश्यकता है।`,
      },
      {
        answer: `कृपया ओरिजिनल परचेज प्लेटफॉर्म/डिवाइस पर प्रोसीड करने में हेल्प करें। 
  **कृपया निम्नलिखित बातों का नोट रखें:**  
  
  सभी पेमेंट्स **Google Play Store** (Android डिवाइसेज के लिए) या **App Store** (iOS डिवाइसेज के लिए) के माध्यम से ऑब्लिगेटरी हैं।  
  अधिक डिटेल्स के लिए, अपने कंट्री में एक्सेप्टेड पेमेंट मेथड्स का पता लगाने के लिए कृपया निम्नलिखित आर्टिकल्स को पढ़ें:  
  
  ---
  
  ### **Android पर**  
  - **Google Play पर एक्सेप्टेड पेमेंट मेथड्स**: [अधिक जानें](https://support.google.com/googleplay/answer/2651410)  
  - **अपने Google Play पेमेंट मेथड को कैसे एड, रिमूव या एडिट करें**: [अधिक जानें](https://support.google.com/googleplay/answer/4646404)  
  
  ---
  
  ### **iOS पर**  
  - **App Store पर एक्सेप्टेड पेमेंट मेथड्स**: [अधिक जानें](https://support.apple.com/en-us/HT202631)  
  - **अपने Apple ID में पेमेंट मेथड कैसे एड करें**: [अधिक जानें](https://support.apple.com/en-us/HT202631)  
  `,
        id: 2,
        question: "एक्सेप्टेड पेमेंट मेथड्स और अपने कार्ड्स को ऐड या चेंज कैसे करें",
        shortAnswer: `कृपया ओरिजिनल परचेज प्लेटफॉर्म/डिवाइस पर आगे बढ़ें।  
**कृपया निम्नलिखित बातों का ध्यान रखें:**  
  
  सभी पेमेंट **Google Play Store** (Android डिवाइसेज के लिए) या **App Store** (iOS डिवाइसेज के लिए) के माध्यम से अनिवार्य हैं।  
  धिक जानकारी के लिए, अपने देश में एक्सेप्टेड पेमेंट मेथड्स को जानने के लिए कृपया निम्नलिखित आर्टिकल्स पढ़ें:`,
      },
      {
        answer: `### **iOS पर**  
  जब आप ऐप परचेज करते हैं, तो Apple आपकी ईमेल के माध्यम से आपको एक इनवॉइस/रसीद भेजेगा। आप Apple की [एक प्रॉब्लम रिपोर्ट करें](https://reportaproblem.apple.com) वेबसाइट से iOS या Mac App Store पर किए गए किसी भी पास्ट परचेज के इनवॉइसेज को भी एक्सेस कर सकते हैं।
  
  1. वेबसाइट ओपन करें और परचेज करने के लिए यूज की गई **Apple ID** से लॉग इन करें।
  2. **एक प्रॉब्लम रिपोर्ट करें** वेबसाइट आपको निम्नलिखित की अनुमति देती है:
     - Apple की किसी भी सर्विस, जिसे आपने सब्सक्राइब किया है, उसके इनवॉइसेज फेच करना।
     - टैक्स पर्पजेस के लिए आवश्यक सभी इंफॉर्मेशन के साथ एक प्रॉपर रसीद एक्सेस करने के लिए "रसीद देखें" पर क्लिक करना। 
  
  ---
  
  ### **Android पर**  
  आपके VAT इनवॉइस या रसीद पर दिखाया गया एड्रेस **परचेज के समय का आपका लीगल एड्रेस** है।  
  **नोट**: परचेज किए जाने के बाद आप VAT इनवॉइस या रसीद पर एड्रेस चेंज नहीं कर सकते।  
  
  VAT इनवॉइस या रसीद रिट्रीव करने के लिए:  
  1. यहां साइन इन करें: [Google Pay Settings](https://pay.google.com/#settings)  
  2. चेक करें कि आपने अपना **टैक्स ID नंबर** एंटर किया है या नहीं। यदि आपने नहीं किया है, तो इसे अभी एंटर करें। 
     - कुछ कंट्रीज में, यदि टैक्स ID नंबर **परचेज से पहले** एंटर नहीं किया गया था, तो आप VAT इनवॉइस या रसीद प्राप्त नहीं कर सकते।  
  3. अपनी परचेज हिस्ट्री और इनवॉइसेज देखने के लिए **गतिविधि** पर क्लिक करें।  
  `,
        id: 3,
        question: "VAT/टैक्स इनवॉइस (रिसीप्ट) कैसे पाएं",
        shortAnswer: `### **iOS पर** 
  जब आप ऐप परचेज करते हैं, तो Apple आपकी ईमेल पर एक इनवॉइस/रसीद भेजेगा। आप Apple की [Report a Problem](https://reportaproblem.apple.com) वेबसाइट से iOS या Mac App Store पर की गई किसी भी पिछली परचेज का इनवॉise भी एक्सेस कर सकते हैं।
  
  1. वेबसाइट खोलें और उस **Apple ID** से लॉग इन करें जिसका इस्तेमाल परचेज करने के लिए किया गया था।  
  2. **रिपोर्ट ए प्रॉब्लम** वेबसाइट आपको अनुमति देती है:`,
      },
      {
        answer: `जब आप चेंज करते हैं, तो नए पैकेज का प्राइस इमीडिएटली चार्ज किया जाएगा। यह आपके पैकेज चेंज की डेट से आपकी नई पेमेंट साइकिल स्टार्ट करता है।`,
        id: 4,
        question: "नया सब्सक्रिप्शन पैकेज खरीदने पर मुझे कब चार्ज किया जाएगा?",
      },
      {
        answer: `दुर्भाग्य से, जब आप एक नए पैकेज पर स्विच करते हैं, तो हम प्रीवियस पैकेजेस के अनयूज्ड टाइम के लिए रिफंड ऑफर नहीं करते हैं। नया पैकेज और उसकी प्राइसिंग चेंज करते ही इमीडिएटली इफेक्ट में आ जाते हैं।`,
        id: 5,
        question: "मेरे पिछले पैकेज के लिए किए गए पेमेंट का क्या होगा?",
      },
      {
        answer: `जी हां, आपकी बिलिंग डेट उस दिन पर रीसेट हो जाएगी जिस दिन आप पैकेज स्विच करते हैं। यह नई डेट फ्यूचर पेमेंट्स के लिए आपकी रेगुलर बिलिंग डेट बन जाएगी।`,
        id: 6,
        question: "पैकेज स्विच करने पर क्या मेरी बिलिंग डेट बदल जाएगी?",
      },
      {
        answer: `हम प्रीवियस पैकेजेस के अनयूज्ड टाइम के लिए कोई क्रेडिट प्रोवाइड नहीं करते हैं। नए पैकेज का प्राइस फुल चार्ज किया जाता है, जिससे एक फ्रेश बिलिंग साइकिल स्टार्ट होती है।`,
        id: 7,
        question:
          "अगर मैं किसी महंगे पैकेज में अपग्रेड करता हूँ, तो क्या मुझे सस्ते पैकेज के बचे हुए टाइम का क्रेडिट मिलेगा?",
      },
    ],
  },
  {
    category: `खाता`,
    description: `अपनी खाता सेटिंग्स प्रबंधित करें।`,
    icon: "/icons/account.svg",
    id: 6,
    questions: [
      {
        answer: `आप शायद सोच रहे होंगे कि किसी दूसरे प्लान या लाइफटाइम सब्सक्रिप्शन को परचेज करने के बाद भी आपसे सब्सक्रिप्शन रिन्यूअल के लिए चार्ज क्यों लिया जा रहा है। या आप अपने करंट सब्सक्रिप्शन के रिमेनिंग टाइम को किसी दूसरे प्लान या लाइफटाइम सब्सक्रिप्शन में अप्लाई करना चाहते होंगे।
  
  ---
  
 ### **पहले से ही, कृपया हमारी सब्सक्रिप्शन पॉलिसी के निम्नलिखित पॉइंट्स पर विचार करें:** 
  1. **सब्सक्रिप्शन और लाइफटाइम पैकेजेस** बिल्कुल **अलग** हैं और एक-दूसरे को अफेक्ट नहीं करते हैं।  
  2. **डिफरेंट सब्सक्रिप्शन प्लान्स** भी बिल्कुल **अलग** हैं और एक-दूसरे को अफेक्ट नहीं करते हैं। 
  3. सब्सक्रिप्शन **ऑटोमैटिकली रिन्यू** हो जाएंगे जब तक कि उनकी एक्सपायरेशन टाइम से **कम से कम 24 घंटे पहले** उन्हें कैंसिल न किया जाए।  
  
  ---
  
  ### **आपके केस के लिए हमारा सजेशन यहां दिया गया है:**  
  1. ऑटो-रिन्यूअल से बचने के लिए **अपना करंट सब्सक्रिप्शन कैंसिल करें** (ड्यू टाइम से कम से कम 24 घंटे पहले ऐसा करें)।  
  2. किसी भी अनएक्सपेक्टेड चार्जेस के लिए **रिफंड की रिक्वेस्ट करें** (कृपया इसे इमीडिएटली करें)।  
  3. फ्यूचर के कन्फ्यूजन से बचने के लिए **केवल डिजायर्ड प्लान ही परचेज करें या रखें**। 
  
  ---
  
  ### **और पढ़ें**:  
  [सब्सक्रिप्शन कैंसिल/स्टॉप करें और रिफंड की रिक्वेस्ट करें](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)
  `,
        id: 1,
        question: "लाइफटाइम प्लान खरीदने के बाद प्लान चेंज करना / ऑटो-रिन्यूअल",
        shortAnswer: `आप सोच रहे होंगे कि किसी अन्य प्लान या लाइफटाइम सब्सक्रिप्शन को परचेज करने के बाद भी आपसे सब्सक्रिप्शन रिन्यूअल के लिए चार्ज क्यों लिया जा रहा है। या आप अपने करंट सब्सक्रिप्शन के बचे हुए समय को किसी अन्य प्लान या लाइफटाइम सब्सक्रिप्शन में एड्जस्ट करना चाहते होंगे।
  ### **पहले से, कृपया हमारी सब्सक्रिप्शन पॉलिसी के निम्नलिखित पॉइंट्स पर विचार करें:**  
  1. **सब्सक्रिप्शन और लाइफटाइम पैकेजेस** बिल्कुल **अलग** हैं और एक-दूसरे को प्रभावित नहीं करते हैं।  
  2. **अलग-अलग सब्सक्रिप्शन प्लान्स** भी बिल्कुल **अलग** हैं और एक-दूसरे को प्रभावित नहीं करते हैं।`,
      },
      {
        answer: `  
  #### **(1) सब्सक्रिप्शन और लाइफटाइम प्लान्स के बीच क्या डिफरेंसेस हैं?** 
  परचेज दो टाइप के होते हैं:
  - **सब्सक्रिप्शन** (वीकली, मंथली, इयरली):  
    - एक सेट टाइम के लिए प्रीमियम का फुल एक्सेस प्रोवाइड करते हैं।
    - जब तक कैंसिल न किया जाए, ड्यू टाइम के बाद **ऑटोमैटिकली रिन्यू** हो जाते हैं।  
  
  - **लाइफ्टाइम पैकेज**:  
    - प्रीमियम का फुल एक्सेस **हमेशा के लिए** प्रोवाइड करता है।  
    - इसके लिए **वन-टाइम पेमेंट** की रिक्वायरमेंट होती है और यह कोई सब्सक्रिप्शन नहीं है।  
  
  ---
  
  #### **(2) सब्सक्रिप्शन मेनू में सिमिलर सब्सक्रिप्शन प्लान्स क्यों दिखाई दे रहे हैं?**  
  - **सब्सक्रिप्शन मैनेज करें** स्क्रीन पर दिखाई देने वाले प्राइसेज **टेस्टिंग पर्पजेस** के लिए हैं और हो सकता है कि वे आपके स्पेific केस पर अप्लाई न हों।  
  - आपके द्वारा परचेज (इन-ऐप परचेज) करने से पहले सही प्राइसेज **ऐप में** डिस्प्ले किए जाते हैं।  
  - **लाइफ्टाइम प्लान** एक **इन-ऐप प्रोडक्ट** है, न कि कोई सब्सक्रिप्शन। इसलिए, यह **सब्सक्रिप्शन मैनेज करें** मेनू में डिस्प्ले नहीं होगा। 
  
  ---
  
  #### **(3) मैं अपना परचेज कहां ढूंढ सकता हूं?**  
  यदि आपने कोई सब्सक्रिप्शन या लाइफटाइम पैकेज परचेज किया है, तो अपनी डिटेल्स चेक करने के लिए यहां देखें: 
  
  **iOS पर**::  
  - सब्सक्रिप्शन के लिए:  
    1. अपने फोन पर **सेटिंग्स** में जाएं।  
    2. **एप्पल आईडी** > **सब्सक्रिपशन्स** पर टैप करें।  
  
  - लाइफटाइम पैकेज के लिए: 
    1. ऐप ओपन करें।  
    2. **सेटिंग्स** > **स्टोर** में जाएं। 
  
  **Android पर**: 
  - सब्सक्रिप्शन के लिए: 
    1. **गूगल प्ले** ऐप ओपन करें।
    2. **प्रोफाइल आइकन** > **पेमेंट्स और सब्सक्रिपशन्स** > **सब्सक्रिपशन्स** पर टैप करें। 
  
  - लाइफटाइम पैकेज के लिए: 
    1. ऐप ओपन करें।
    2. **सेटिंग्स** > **स्टोर** में जाएं।
  `,
        id: 2,
        question: "सब्सक्रिप्शन, लाइफटाइम प्लान्स और परचेस से जुड़े FAQs",
        shortAnswer: `  
  #### **(1) सब्सक्रिप्शन और लाइफटाइम प्लान्स के बीच क्या अंतर हैं?**
  परचेज दो प्रकार के होते हैं: 
  - **सब्सक्रिप्शन** (वीकली, मंथली, इयरली): 
    - एक तय समय के लिए प्रीमियम का फुल एक्सेस प्रदान करते हैं।`,
      },
      {
        answer: `हम फेसबुक, गूगल और एप्पल अकाउंट के द्वारा अकाउंट क्रिएट करने का ऑप्शन ऑफर कर रहे हैं। यदि आप कोई भी इन्फॉर्मेशन अपडेट या चेंज करना चाहते हैं, तो इन्फॉर्मेशन अपडेट/चेंज करने के लिए इन प्रोवाइडर्स पर विजिट करें और आगे के यूज के लिए ऐप या वेबसाइट पर लॉग इन करने के लिए इस इन्फॉर्मेशन का यूज करें।`,
        id: 3,
        question: "ऐप में लॉगिन करने के लिए अपना यूज़रनेम और पासवर्ड कैसे पता करें",
      },
      {
        answer: `### **FAQs: प्रीमियम एक्सेस इश्यूज को ट्रबलशूट करना** 
  
  लंबे समय के बाद या जब आप डिवाइस चेंज करते हैं, तो ऐप द्वारा आपके प्रीमियम एक्सेस को एक्टिवेट न करने के कई रीजंस हो सकते हैं। इस इश्यू को रिजॉल्व करने के लिए कृपया इन स्टेप्स को (इसी ऑर्डर में) फॉलो करें: 
  
  ---
  
  1. **पक्का करें कि आपने सही ईमेल से साइन इन किया है:**  
     - सभी ट्रबलशूटिंग के दौरान, मेश्योर करें कि आप **गूगल प्ले स्टोर** या **एप स्टोर** पर केवल उसी रजिस्टर्ड ईमेल से साइन इन करें (जिसका यूज ऐप परचेज करने के लिए किया गया था)। यह ऐप को आपके प्रीमियम एक्सेस को पहचानने में हेल्प करेगा। 
  
  2. **अपना इंटरनेट कनेक्शन चेक करें:** 
     - पक्का करें कि आपका इंटरनेट नेटवर्क **स्टेबल** है ताकि गूगल या एप्पल सिस्टम से स्मूदली कनेक्ट किया जा सके। 
  
  3. **ऐप को रीइंस्टॉल करें:**  
     - ऐप को अनइंस्टॉल करें, अपने फोन को रीस्टार्ट करें, और इसे फिर से इंस्टॉल करें। इसके बाद, चेक करें कि क्या इश्यू रिजॉल्व हो गया है। 
  
  4. **कैश क्लियर करें (Android के लिए):**  
     - यदि एंड्रॉइड पर इश्यू बना रहता है, तो गूगल प्ले स्टोर ऐप का कैश क्लियर करने का ट्राय करें:  
       - अपने डिवाइस पर **सेटिंग्स** ऐप ओपन करें। 
       - **ऐप मेनू** पर नेविगेट करें।
       - **इन्स्टॉल्ड ऐप्स** चूज करें और **गूगल प्ले स्टोर** ऐप ढूंढें। 
       - **स्टोरेज टैब** पर जाएं और **क्लियर स्टोरेज** या **क्लियर ऐप डेटा** सिलेक्ट करें। 
       - अपने फोन को रीस्टार्ट करें और ऐप को फिर से ओपन करें।  
  
  ---
  
  इन स्टेप्स को फॉलो करने से प्रीमियम एक्सेस से रिलेटेड मोस्टली इश्यूज रिजॉल्व हो जाने चाहिए। यदि प्रॉब्लम फिर भी बनी रहती है, तो आगे की असिस्टेंस के लिए कृपया कस्टमर सपोर्ट से कॉन्टैक्ट करें।
  `,
        id: 4,
        question:
          "ऑलरेडी परचेस करने के बाद भी एड्स (Ads) आ रहे हैं और खरीदने के लिए कहा जा रहा है",
        shortAnswer: `### **FAQs: प्रीमियम एक्सेस इश्यूज को ट्रबलशूट करना** 
  लंबे समय के बाद या डिवाइस बदलने पर ऐप द्वारा आपके प्रीमियम एक्सेस को एक्टिवेट न करने के कई कारण हो सकते हैं। कृपया इस इश्यू को रिजॉल्व करने के लिए इन स्टेप्स को (क्रम में) फॉलो करें:  
  1. **सुनिश्चित करें कि आपने सही ईमेल से साइन इन किया है:**`,
      },
      {
        answer: `### **FAQs: फ्री ट्रायल और प्रीमियम प्लान्स** 
  
  #### **फ्री ट्रायल्स के बारे में इम्पोर्टेंट इन्फॉर्मेशन**  
  - एक बार जब आप ऐप में किसी भी प्रीमियम प्लान को परचेज कर लेते हैं, तो आप **फ्री ट्रायल का दोबारा यूज नहीं कर सकते**।  
  - यदि आप फिर से फ्री ट्रायल को सब्सक्राइब करने का ट्राय करते हैं, तो आपसे **इमीडिएटली चार्ज लिया जाएगा**। 
  
  #### **क्या आपने पहले ट्रायल या प्रीमियम प्लान्स को सब्सक्राइब किया है?** 
  यदि आप प्रीवियस सब्सक्रिपशन्स के बारे में श्योर नहीं हैं या ट्रायल पीरियड के दौरान चार्जेस को लेकर कन्फ्यूज हैं, तो निम्नलिखित पॉइंट्स पर विचार करें:
  
  1. **फर्स्ट ट्रायल के लिए चार्ज होना:**  
     - चिंता न करें! यह ट्रांजैक्शन केवल आपके **कार्ड को ऑथराइज** करने के लिए है। 
     - ट्रायल पीरियड कंप्लीट होने के बाद इस अमाउंट को आपके परचेज के लिए एक **डिपॉजिट** के रूप में ट्रीट किया जाएगा।
     - यदि आप टाइम पर ट्रायल कैंसिल कर देते हैं, तो अमाउंट आपको रिफंड कर दिया जाएगा।  
  
  2. **यह डिटरमाइन करना कि यह आपका फर्स्ट ट्रायल है या सेकंड:**
     - सिंपली परचेज स्क्रीन चेक करें।
       - **फर्स्ट-टाइम ट्रायल:** एक स्टार्टिंग डेट डिस्प्ले करता है (जैसे, "एक स्पेसिफिक डेट को स्टार्ट हो रहा है")।  
       - **सेकंड-टाइम ट्रायल:** "आज से स्टार्ट हो रहा है" डिस्प्ले करता है और इसके लिए इमीडिएटली चार्ज किया जाएगा।  
  
  ---
  
  ### **रिफंड की नीड है?**  
  यदि आप रिफंड के बारे में सोच रहे हैं, तो डिटेल्ड इंस्ट्रक्शन्स के लिए कृपया इस गाइड को रेफर करें: 
  [सब्सक्रिप्शन कैंसिल/स्टॉप करें और रिफंड की रिक्वेस्ट करें](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)
  
  ---
  
  ### **रिलेटेड आर्टिकल:**  
  [ऑलरेडी परचेज करने के बाद भी क्या अभी भी एड्स दिखाई दे रहे हैं या परचेज करने के लिए कहा जा रहा है?](/faq/account/still-ads-and-being-asked-for-buying-when-already-purchased)  
  `,
        id: 5,
        question:
          "मैंने फ्री ट्रायल के लिए साइन अप किया था, लेकिन तुरंत चार्ज क्यों कट गया?",
        shortAnswer: `### **FAQs: फ्री ट्रायल और प्रीमियम प्लान्स**  
  
  #### **फ्री ट्रायल्स के बारे में महत्वपूर्ण जानकारी**  
  - एक बार जब आप ऐप में कोई भी प्रीमियम प्लान परचेज कर लेते हैं, तो आप **फ्री ट्रायल का दोबारा इस्तेमाल नहीं कर सकते**।  
  - यदि आप दोबारा फ्री ट्रायल को सब्सक्राइब करने का प्रयास करते हैं, तो आपसे **इमीडिएटली चार्ज लिया जाएगा**।`,
      },
      {
        answer: `### **प्रीमियम अपग्रेड का एक्सीडेंटल डबल परचेज**  
  
  यदि आपने एक्सीडेंटली दो बार **प्रीमियम अपग्रेड** परचेज कर लिया है, तो कृपया रिफंड की रिक्वेस्ट करने के लिए नीचे दिए गए लिंक का यूज करें:  
  [सब्सक्रिप्शन कैंसिल/स्टॉप करें और रिफंड की रिक्वेस्ट करें](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)  
  
  #### **इम्पोर्टेंट इन्फॉर्मेशन:** 
  - नॉर्मली, सेम एप्पल आईडी का यूज करके सेम सब्सक्रिप्शन ऑप्शन के लिए एक ही समय पर या करंट सब्सक्रिप्शन के एक्सपायर होने से पहले **सेम सब्सक्रिप्शन को दो बार परचेज करना इम्पॉसिबल है**।
  - यदि आपसे सेम सब्सक्रिप्शन के लिए दो बार चार्ज लिया गया है, तो कृपया दोनों ट्रांजैक्शन्स की **रसीदें**  प्रोवाइड करें। मेश्योर करें कि रसीदों में ये शामिल हों: 
    - **ऐप का नाम**  
    - **परचेज की डेट**  
    - **सब्सक्रिप्शन प्लान**  
  
  एक बार जब हमें रसीदें रिसीव और वेरीफाई हो जाएंगी, तो हम आपकी रिफंड रिक्वेस्ट को प्रोसेस कर देंगे।  
  
  ---
  
  ### **हमसे कॉन्टैक्ट करें:**  
  आगे की असिस्टेंस के लिए, कृपया ईमेल के थ्रू हमसे संपर्क करें:  
 [ईमेल सपोर्ट](mailto:support@vulcanlabs.co)  
  `,
        id: 6,
        question: "ऐप के लिए मुझसे दो बार चार्ज क्यों लिया गया?",
        shortAnswer: `### **प्रीमियम अपग्रेड का एक्सीडेंटल डबल परचेज**  
  
  यदि आपने एक्सीडेंटली दो बार **प्रीमियम अपग्रेड** परचेज कर लिया है, तो कृपया रिफंड रिक्वेस्ट करने के लिए नीचे दिए गए लिंक का इस्तेमाल करें:
  [Cancel/Stop a Subscription and Request a Refund](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)  
  
  #### **महत्वपूर्ण जानकारी:**`,
      },
    ],
  },
  {
    category: `सामान्य समस्याएँ`,
    description: `सामान्य समस्याओं का समाधान करें।`,
    icon: "/icons/issue.svg",
    id: 7,
    questions: [
      {
        answer: `एब्सोल्यूटली यस। हमारा प्रोडक्ट मोबाइल ऐप पर फ्री यूजर्स के लिए अवेलेबल है, लेकिन इसमें कुछ लिमिटेशंस हैं। फ्री यूजर्स केवल एक लिमिटेड टाइम के लिए ही हमारे प्रोडक्ट का यूज कर सकते हैं और उन्हें बैनर और इंटरस्टिशियल एड्स दोनों दिखाई देंगे। दूसरी ओर, सब्सक्राइब्ड यूजर्स बिना किसी लिमिट के एक एड-फ्री एक्सपीरियंस का एन्जॉय कर सकते हैं।
  
  हम आपको हमारा फ्री ट्रायल ऑफर सब्सक्राइब करके हमारी प्रीमियम सर्विस ट्राय करने के लिए एन्करेज करते हैं, जो 3-7 दिनों तक (ऐप पर डिपेंड करते हुए) चलती है। उसके बाद, आपसे सब्सक्रिप्शन के लिए चार्ज लिया जाएगा। आप किसी भी समय सब्सक्रिप्शन कैंसिल कर सकते हैं, लेकिन कृपया मेश्योर करें कि आप इसे फ्री ट्रायल पीरियड एंड होने से कम से कम 24 घंटे पहले करें।
  
  ### रिलेटेड आर्टिकल:
  -[सब्सक्रिप्शन कैंसिल/स्टॉप करें और रिफंड की रिक्वेस्ट करें](/faq/billing/cancel-stop-a-subscription-and-request-a-refund)
  - [प्लान्स चेंज करें / ऑलरेडी लाइफटाइम बाय करने पर ऑटो-रिन्यूअल](/faq/account/change-plans-auto-renewal-when-already-bought-lifetime)
  
  `,
        id: 1,
        question: "क्या मैं आपके ऐप्स फ्री में यूज़ कर सकता हूँ?",
      },
      {
        answer: `हमारा ऐप केवल **इंग्लिश** सपोर्ट करता है, इसलिए यूजर्स लैंग्वेज चेंज नहीं कर सकते। यदि आपको असिस्टेंस की नीड है, तो कृपया अपनी प्रेफर्ड लैंग्वेज में हमारी कस्टमर सर्विस टीम से कॉन्टैक्ट करने में हेजिटेट न करें। हम आपकी असिस्टेंस करने के लिए अपना बेस्ट ट्राय करेंगे।`,
        id: 2,
        question: "ऐप की लैंग्वेज बदलें",
      },
      {
        answer: `हमारा ऐप फैमिली शेयरिंग फीचर को सपोर्ट नहीं करता है। हालांकि, आपके फैमिली मेंबर्स अभी भी इस प्रीमियम सर्विस का यूज कर सकते हैं यदि वे उसी एप्पल आईडी (iOS डिवाइस के साथ) या गूगल अकाउंट (Android डिवाइसेज के साथ) से साइन इन करते हैं जिसका यूज ऐप बाय करने के लिए किया गया था।
  iOS और Android के बीच प्रीमियम अकाउंट्स को स्विच करना इम्पॉसिबल है (दो डिफरेंट मैकेनिज्म के कारण)।`,
        id: 3,
        question: "क्या आपका ऐप फैमिली शेयरिंग सपोर्ट करता है?",
      },
      {
        answer: `हमारी कस्टमर सपोर्ट टीम से संपर्क करने के लिए, आपके पास दो ऑप्शन्स हैं:
  1. **ईमेल**: हमें **support@vulcanlabs.co** पर ईमेल के थ्रू कॉन्टैक्ट करें और अपने इश्यू को डिस्क्राइब करें।
  2. **लाइव चैट**: मोबाइल ऐप में लाइव चैट चैनल के थ्रू हम तक पहुंचें।
  कृपया ध्यान दें कि हम प्रजेंट में फोन कॉल्स को सपोर्ट नहीं करते हैं।`,
        id: 4,
        question: "मैं आपकी टीम से हेल्प कैसे ले सकता हूँ?",
      },
    ],
  },
];
